[{
    "title": "Line Leader", 
    "duties": ["Lead the class down the hall calmly and responsibly.", "Watch and listen for the teacher’s directions and stop the line whenever directed."]
},
 {
    "title": "Caboose",    
    "duties": ["Be the last person in line as the class walks down the hall.", "Make sure that the line stays straight and that students stay together."]
},
{
    "title": "Paper Passer", 
    "duties": ["Pass out and collect papers efficiently.", "Place collected papers and extra copies in the designated folders."]
}, 
{
    "title": "Tech Support", 
    "duties": ["Help other students with logging in, accessing websites for class activities, and submitting online assignments.", "Help the teacher troubleshoot tech issues when they ask for help."]
}, 
{
    "title": "Botanist", 
    "duties": ["Waters the classroom plants on schedule.", "Cleans up dead leaves and spilled dirt around the plants."]
}, 
{
    "title": "Absentee Assistant",    
    "duties": ["Records classwork and homework assignments on the designated form when students are absent.", "Collects any handouts and places them with the form in the Absentee Folder.", "Helps absent students understand what they missed when they return."]
},
{
    "title": "Brain Break Chooser",    
    "duties": ["Remind the teacher when it is time for a brain break.", "Choose the activity for the class's brain break, from the list of options."]
},
{
    "title": "Bathroom Monitor",    
    "duties": ["Monitor the bathroom to make sure that no more than three students are in the bathroom at a time.", "Check the bathroom before each group enters and after they leave, to make sure students have cleaned up after themselves."]
},
{
    "title": "Lunch Monitor",    
    "duties": ["Check that students have wiped their table clean of crumbs and other messes.", "Check for trash and other messes under tables and chairs.", "Let the teacher know when each table is cleaned up and ready to be dismissed."]
},
{
    "title": "Special Assistant to the Substitute",    
    "duties": ["When the teacher is absent, answer any questions that the substitute has.", "Help the substitute with anything that they ask you to do."]
},
{
    "title": "Cell Phone Security",    
    "duties": ["Ensure that all students place their phones on 'silent' mode and check them into the cell phone area before class begins.", "Monitor the cell phone area to ensure that students are not taking phones out during class.", "Remind students to collect their phones as they leave class."]
},
{
    "title": "Lighting Director",    
    "duties": ["Turn out all lights whenever the class leaves the classroom and turn them on again when the class returns.", "Adjust lights and window blinds as needed when the class is watching a video or viewing the projector screen."]
},
{
    "title": "Desk Inspector",    
    "duties": ["Make sure that all students clear their desks when the teacher tells them to do so for an activity.", "Make sure that the tops of students' desks are neat when the class leaves the room."]
},
{
    "title": "Calendar Keeper",    
    "duties": ["Change the date on the classroom whiteboard or calendar every morning."]
},
{
    "title": "Meteorologist",    
    "duties": ["Observe the daily weather.", "Update the weather on the classroom weather chart."]
},
{
    "title": "Whiteboard Wiper",    
    "duties": ["Wipe down the white boards at the end of the day.", "Return the cleaning supplies to their place when you are done. ", "Let the teacher know when the cleaning solution is running low."]
},
{
    "title": "Zoologist",    
    "duties": ["Take care of the classroom pet.", "Feed and water them daily.", "Make sure their container is clean."]
}]  
